---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFx1
source: html/19650b24-5110-e7af-f89b-2f43adb8ff10.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFx1 Property

"Fx 1"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaForceFx1 { get; }
```